cask_args appdir: '/Applications'
tap 'caskroom/cask'
brew 'brew-cask'
brew 'git'
brew 'vim'
brew 'rbenv'
brew 'pyenv'
brew 'mysql'
brew 'shellcheck'
brew 'nkf'
brew 'node'
brew 'hub'
brew 'awscli'
brew 'ansible'
brew 'heroku-toolbelt'
brew 'docker'

cask 'iterm2'
cask 'java'
cask 'dropbox'
cask 'vagrant'
cask 'google-japanese-ime'
cask 'google-chrome'
cask 'karabiner'
cask 'slack'
cask 'atom'
cask 'catchmouse'
cask 'mysqlworkbench'
cask 'sqlworkbenchj'
cask 'sourcetree'
cask 'firefox'
