cask_args appdir: '/Applications'
tap 'homebrew/cask'
tap 'heroku/brew'
tap 'microsoft/git'
brew 'git'
brew 'rbenv'
brew 'pyenv'
brew 'mysql'
brew 'shellcheck'
brew 'nkf'
brew 'wget'
brew 'node'
brew 'jq'
brew 'gsed'
brew 'hub'
brew 'awscli'
#brew 'ansible'
brew 'docker'
brew 'heroku/brew/heroku'
brew 'gh'
brew 'direnv'
brew 'mas'
brew 'gradle'
brew 'zplug'
brew 'peco'
brew 'circleci'
brew 'yarn'
brew 'pipenv'
#brew 'minamijoyo/myaws/myaws'

cask 'iterm2'
cask 'vagrant'
cask 'docker'
cask 'google-japanese-ime'
cask 'google-chrome'
cask 'karabiner-elements' # In case of after MacOS Sierra, 'karabiner-elements'
cask 'intellij-idea'
cask 'slack'
cask 'discord'
cask 'clipy'
#cask 'mysqlworkbench'
#cask 'sqlworkbenchj'
#cask 'sourcetreeo
cask 'finicky'
cask 'brave-browser'
cask 'jasper'
cask 'aws-vault'
cask 'bettertouchtool'
cask 'deepl'
cask 'background-music'
cask 'notion'
cask 'git-credential-manager-core'
cask 'figma'
