cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'heroku/brew'
brew 'git'
brew 'vim'
brew 'rbenv'
brew 'pyenv'
brew 'mysql'
brew 'shellcheck'
brew 'nkf'
brew 'wget'
brew 'node'
brew 'jq'
brew 'hub'
brew 'awscli'
brew 'ansible'
brew 'docker'
brew 'docker-compose'
brew 'heroku/brew/heroku'
brew 'mas'
brew 'gradle'

cask 'iterm2'
cask 'java'
cask 'dropbox'
cask 'vagrant'
cask 'docker'
cask 'google-japanese-ime'
cask 'google-chrome'
cask 'karabiner' # In case of MacOS Sierra, 'karabiner-elements'
cask 'intellij-idea'
cask 'slack'
cask 'atom'
cask 'clipy'
cask 'mysqlworkbench'
cask 'sqlworkbenchj'
cask 'sourcetree'
cask 'firefox'
cask 'jasper'
cask 'virtualbox'
